Repository: basakertugrul/Dissertation
Catalog: Dissertation/Language/*.lproj/Localizable.strings
Languages: tr

# data_retention_content
source: Your data remains on your device until you choose to delete the app. We don't automatically collect or backup your information.
tr: Verileriniz, uygulamayı silmeyi seçene kadar cihazınızda kalır. Bilgilerinizi otomatik olarak toplamaz veya yedeklemeyiz.

source: Biometric Authentication
tr: Biyometrik Kimlik Doğrulama

source: Enabled
tr: Etkin

source: Security Features:
tr: Güvenlik Özellikleri:

# security_features_content
source: • Face ID / Touch ID protection • App automatically locks when backgrounded • Secure data encryption • No cloud storage of sensitive data • Regular security updates
tr: • Face ID / Touch ID koruması • Uygulama arka plana alındığında otomatik kilitlenir • Güvenli veri şifreleme • Hassas verilerin bulut depolaması yok • Düzenli güvenlik güncellemeleri

# camera_description
source: For receipt scanning and expense photos
tr: Fiş tarama ve gider fotoğrafları için

source: Photo Library
tr: Fotoğraf Kütüphanesi

# photo_library_description
source: To save and access receipt images
tr: Fiş görüntülerini kaydetmek ve erişmek için

source: Biometric Data
tr: Biyometrik Veri

# biometric_description
source: For secure app authentication
tr: Güvenli uygulama kimlik doğrulaması için

source: Optional
tr: İsteğe Bağlı

source: Recommended
tr: Önerilen

# permissions_settings_note
source: You can manage these permissions in your device Settings > FundBud
tr: Bu izinleri cihaz Ayarları > FundBud'dan yönetebilirsiniz

source: MODIFY EXPENSE
tr: HARCAMA DÜZENLE

source: ADD EXPENSE
tr: HARCAMA EKLE

source: MODIFY
tr: DÜZENLE

# add_capital
source: ADD
tr: EKLE

source: EXPENSE
tr: HARCAMA

source: UPDATE
tr: GÜNCELLE

source: SAVE
tr: KAYDET

source: NAME
tr: İSİM

source: REMAINING
tr: KALAN

source: EXPENSES
tr: HARCAMALAR

source: TODAY
tr: BUGÜN

source: YESTERDAY
tr: DÜN

source: THIS MONTH
tr: BU AY

source: EARLIER
tr: DAHA ÖNCE

source: Photo library access denied
tr: Fotoğraf kütüphanesi erişimi reddedildi

# unknown_photo_authorization
source: Unknown photo library authorization status
tr: Bilinmeyen fotoğraf kütüphanesi yetkilendirme durumu

source: Retake
tr: Tekrar Çek

source: Add
tr: Ekle

source: SCAN ENTRY
tr: TARAMA GİRİŞİ

source: SCAN
tr: TARA

# coming_soon_title
source: Coming Soon
tr: Yakında Geliyor

# coming_soon_message
source: This feature is coming soon. Stay tuned for updates!
tr: Bu özellik yakında geliyor. Güncellemeler için takipte kalın!
