Repository: basakertugrul/Dissertation
Catalog: Dissertation/Language/*.lproj/Localizable.strings
Languages: tr

source: Set Daily Budget
tr: Günlük Bütçe Belirle

# daily_budget_question
source: How much do you want to spend per day?
tr: Günde ne kadar harcamak istiyorsunuz?

# daily_budget_description
source: Control your spending with smart daily limits
tr: Akıllı günlük limitlerle harcamalarınızı kontrol edin

source: Quick Select
tr: Hızlı Seçim

source: Continue
tr: Devam Et

source: Skip
tr: Geç

source: Loading...
tr: Yükleniyor...

source: Secure & Private
tr: Güvenli ve Özel

source: Terms
tr: Şartlar

source: Privacy
tr: Gizlilik

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Error
tr: Hata

source: VOICE ENTRY
tr: SESLİ GİRİŞ

source: VOICE
tr: SESLİ

source: ENTRY
tr: GİRİŞ

# total_expenses_title
source: Total Expenses
tr: Toplam Harcamalar

# invalid_image_error
source: Photo quality is too poor. Please try taking a clearer picture.
tr: Fotoğraf kalitesi çok düşük. Lütfen daha net bir fotoğraf çekmeyi deneyin.

# no_results_error
source: We couldn't read this image. Try taking a new photo with better lighting.
tr: Bu görüntüyü okuyamadık. Daha iyi aydınlatma ile yeni bir fotoğraf çekmeyi deneyin.

# no_text_found_error
source: No text detected. Make sure your receipt is clearly visible and try again.
tr: Metin algılanmadı. Fişinizin net görünür olduğundan emin olun ve tekrar deneyin.

# vision_error
source: Something went wrong while processing your receipt. Please try again.
tr: Fişinizi işlerken bir sorun oluştu. Lütfen tekrar deneyin.

# out_of_date_range_error
source: This receipt appears to be very old. Please check and try again.
tr: Bu fiş çok eski görünüyor. Lütfen kontrol edin ve tekrar deneyin.

source: BUDGET
tr: Bütçe

source: Available
tr: Kullanılabilir

source: Overdrawn
tr: Aşıldı

source: Crushing it!
tr: Harika gidiyorsun!

source: Oops, went over!
tr: Oops, aştık!

source: Daily limit
tr: Günlük limit

source: Days Tracked
tr: Takip Edilen Günler

source: since
tr: bu tarihten itibaren

source: Recording...
tr: Kaydediliyor...

source: Tap and hold
tr: Basılı tut

# app_subtitle
source: Know exactly what you can spend!
tr: Ne kadar harcayabileceğinizi tam olarak bilin!

source: Get Started
tr: Başlayın

# choose_signin_method
source: Choose your preferred sign-in method
tr: Tercih ettiğiniz giriş yöntemini seçin

source: Continue with Apple
tr: Apple ile Devam Et

source: or
tr: veya

source: Sign in with Face ID
tr: Face ID ile Giriş Yap

source: Switch User
tr: Kullanıcı Değiştir

source: Welcome Back!
tr: Tekrar Hoş Geldiniz!

# signin_canceled
source: Sign in was canceled. Please try again.
tr: Giriş iptal edildi. Lütfen tekrar deneyin.

# apple_signin_failed
source: Apple Sign In failed. Please check your connection and try again.
tr: Apple Giriş başarısız oldu. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.

# faceid_auth_failed
source: Face ID authentication failed. Please try again.
tr: Face ID kimlik doğrulaması başarısız oldu. Lütfen tekrar deneyin.

# faceid_canceled
source: Face ID authentication was canceled.
tr: Face ID kimlik doğrulaması iptal edildi.

# user_data_save_failure
source: Failed to save your account information. Please try signing in again.
tr: Hesap bilgileriniz kaydedilemedi. Lütfen tekrar giriş yapmayı deneyin.

# credential_state_check_failed
source: Unable to verify your Apple ID status. Please try again.
tr: Apple ID durumunuz doğrulanamadı. Lütfen tekrar deneyin.

# biometry_not_enrolled
source: Face ID is not set up. Please set it up in Settings.
tr: Face ID ayarlanmamış. Lütfen Ayarlar'da kurun.

# biometry_lockout
source: Face ID is temporarily locked. Please try again later.
tr: Face ID geçici olarak kilitlendi. Lütfen daha sonra tekrar deneyin.

# unknown_error
source: An unexpected error occurred
tr: Beklenmeyen bir hata oluştu

source: Use Passcode
tr: Şifre Kullan

# enable_faceid_reason
source: Enable Face ID to quickly sign in to FundBud
tr: FundBud'a hızlıca giriş yapmak için Face ID'yi etkinleştirin

source: Use Password
tr: Şifre Kullan

# signin_faceid_reason
source: Sign in to FundBud with Face ID
tr: Face ID ile FundBud'a giriş yapın

# onboarding_page1_title
source: Welcome to FundBud
tr: FundBud'a Hoş Geldiniz

# onboarding_page1_subtitle
source: Smart Daily Budget Tracker
tr: Akıllı Günlük Bütçe Takipçisi

# onboarding_page1_description
source: Set your daily spending limit and track every expense in real-time.
tr: Günlük harcama limitinizi belirleyin ve her gideri gerçek zamanlı takip edin.

# onboarding_page1_feature1
source: Set daily spending limit
tr: Günlük harcama limiti belirleyin

# onboarding_page1_feature2
source: Real-time expense tracking
tr: Gerçek zamanlı gider takibi

# onboarding_page2_title
source: Your Data Stays Local
tr: Verileriniz Yerel Kalır

# onboarding_page2_subtitle
source: 100% Privacy & Security
tr: %100 Gizlilik ve Güvenlik

# onboarding_page2_description
source: All your financial data is stored securely on your phone. Never shared or uploaded.
tr: Tüm finansal verileriniz telefonunuzda güvenle saklanır. Asla paylaşılmaz veya yüklenmez.

# onboarding_page2_feature1
source: All data stays on your phone
tr: Tüm veriler telefonunuzda kalır

# onboarding_page2_feature2
source: Protected with Face ID & Touch ID
tr: Face ID ve Touch ID ile korunur

# onboarding_page3_title
source: Daily Budget System
tr: Günlük Bütçe Sistemi

# onboarding_page3_subtitle
source: Simple & Effective
tr: Basit ve Etkili

# onboarding_page3_description
source: Your daily limit resets every day. Add expenses and watch your remaining budget update instantly.
tr: Günlük limitiniz her gün sıfırlanır. Gider ekleyin ve kalan bütçenizin anında güncellenmesini izleyin.

# onboarding_page3_feature1
source: Daily limit resets automatically
tr: Günlük limit otomatik sıfırlanır

# onboarding_page3_feature2
source: Expenses subtract from your budget
tr: Giderler bütçenizden düşer

# onboarding_page4_title
source: Start Budgeting Today
tr: Bugün Bütçelemeye Başlayın

# onboarding_page4_subtitle
source: Take Control of Your Spending
tr: Harcamalarınızın Kontrolünü Elinize Alın

# onboarding_page4_description
source: Ready to know exactly what you can spend every day? Let's get started!
tr: Her gün tam olarak ne kadar harcayabileceğinizi bilmeye hazır mısınız? Hadi başlayalım!

# onboarding_page4_feature1
source: Set your first daily limit
tr: İlk günlük limitinizi belirleyin

# onboarding_page4_feature2
source: Track expenses immediately
tr: Harcamaları hemen takip edin

# onboarding_page5_title
source: Easy Expense Entry
tr: Kolay Harcama Girişi

# onboarding_page5_subtitle
source: Multiple Ways to Add Expenses
tr: Harcama Eklemenin Birden Fazla Yolu

# onboarding_page5_description
source: Add your expenses quickly with our smart input methods.
tr: Akıllı giriş yöntemlerimizle harcamalarınızı hızlıca ekleyin.

# onboarding_page5_feature1
source: Scan receipts with your camera
tr: Kameranızla fiş tarayın

# onboarding_page5_feature2
source: Voice input - just say the amount
tr: Sesli giriş - sadece tutarı söyleyin

# delete_expense_title
source: Delete Expense
tr: Harcamayı Sil

# delete_expense_message
source: Are you sure you want to delete this expense?
tr: Bu harcamayı silmek istediğinizden emin misiniz?

source: DELETE
tr: Sil

# sign_out_title
source: Sign Out
tr: Çıkış Yap

# sign_out_message
source: Are you sure you want to sign out of FundBud?
tr: FundBud'dan çıkış yapmak istediğinizden emin misiniz?

source: Sign Out
tr: Çıkış Yap

# camera_error_title
source: Camera Error
tr: Kamera Hatası

# permissions_required_message
source: Permissions are required.
tr: İzinler gerekli.

# photo_library_error_title
source: Photo Library Error
tr: Fotoğraf Kütüphanesi Hatası

# permissions_required_title
source: Permissions Required
tr: İzinler Gerekli

# camera_photo_permissions_message
source: Camera and photo access needed to capture and store receipt photos.
tr: Fiş fotoğraflarını çekmek ve saklamak için kamera ve fotoğraf erişimi gerekli.

source: Go to settings
tr: Ayarlara git

# microphone_permissions_message
source: Microphone and speech recognition access needed to record and transcribe voice entries.
tr: Sesli girişleri kaydetmek ve yazıya dökmek için mikrofon ve konuşma tanıma erişimi gerekli.

# recording_error_title
source: Recording Error
tr: Kayıt Hatası

# recording_error_message
source: Unable to complete voice recording. Please try again.
tr: Sesli kayıt tamamlanamadı. Lütfen tekrar deneyin.

source: Try Again
tr: Tekrar Dene

# added_expense_title
source: Added Expense
tr: Harcama Eklendi

# added_expense_message
source: Great! Keep monitoring your budget!
tr: Harika! Bütçenizi takip etmeye devam edin!

# deleted_expense_title
source: Deleted Expense
tr: Harcama Silindi

# deleted_expense_message
source: The expense has been removed.
tr: Harcama kaldırıldı.

# modified_expense_title
source: Modified Expense
tr: Harcama Düzenlendi

# modified_expense_message
source: Your changes have been saved successfully.
tr: Değişiklikleriniz başarıyla kaydedildi.

# daily_limit_updated_title
source: Daily Limit Updated
tr: Günlük Limit Güncellendi

# daily_limit_updated_message
source: Your new spending limit is now active.
tr: Yeni harcama limitiniz artık aktif.

# rate_fundbud_title
source: Rate FundBud
tr: FundBud'u Değerlendirin

# rate_fundbud_message
source: Would you like to rate our app in AppStore?
tr: Uygulamamızı AppStore'da değerlendirmek ister misiniz?

# send_feedback_title
source: Send Feedback
tr: Geri Bildirim Gönder

# send_feedback_message
source: This will open your mail app to send feedback to our team.
tr: Bu, ekibimize geri bildirim göndermek için mail uygulamanızı açacak.

# export_data_title
source: Export Data
tr: Veri Dışa Aktar

# export_data_message
source: This will export all your expense data as a PDF file.
tr: Bu, tüm gider verilerinizi PDF dosyası olarak dışa aktaracak.

# no_receipt_detected_title
source: No Receipt Detected
tr: Fiş Algılanmadı

# receipt_detected_title
source: Receipt Detected!
tr: Fiş Algılandı!

source: Add to Expenses
tr: Harcamalara Ekle

source: Expense Report
tr: Harcama Raporu

source: FundBud Expense Report
tr: FundBud Harcama Raporu

source: User
tr: Kullanıcı

source: Generated:
tr: Oluşturuldu:

source: Period:
tr: Dönem:

source: Total Expenses:
tr: Toplam Harcamalar:

source: Daily Budget
tr: Günlük Bütçe:

source: Average Daily:
tr: Günlük Ortalama:

source: Current Balance:
tr: Mevcut Bakiye:

source: Summary
tr: Özet

source: Expense Details
tr: Harcama Detayları

source: DATE
tr: Tarih

source: AMOUNT
tr: Tutar

source: Category
tr: Kategori

source: Description
tr: Açıklama

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: THIS WEEK
tr: Bu Hafta

source: Last 12 Weeks
tr: Son 12 Hafta

source: Last 12 Months
tr: Son 12 Ay

source: Expense Trends
tr: Harcama Trendleri

source: Yearly
tr: Yıllık

source: PROFILE
tr: PROFİL

source: Hi there!
tr: Merhaba!

source: Spending Overview
tr: Harcama Genel Bakış

source: Today's Budget
tr: Bugünün Bütçesi

source: Total Spent
tr: Toplam Harcanan

source: Daily Average
tr: Günlük Ortalama

source: Settings & Support
tr: Ayarlar ve Destek

source: Notifications
tr: Bildirimler

source: Budget alerts & reminders
tr: Bütçe uyarıları ve hatırlatmaları

source: Export Data
tr: Veri Dışa Aktar

source: Download expense history
tr: Harcama geçmişini indir

source: Privacy & Security
tr: Gizlilik ve Güvenlik

# manage_data_protection
source: Manage your data protection
tr: Veri korumanızı yönetin

source: Send Feedback
tr: Geri Bildirim Gönder

# help_improve_app
source: Help us improve the app
tr: Uygulamayı geliştirmemize yardım edin

source: Rate FundBud
tr: FundBud'u Değerlendir

# share_experience
source: Share your experience
tr: Deneyiminizi paylaşın

source: Legal Information
tr: Yasal Bilgiler

source: Terms, privacy & licenses
tr: Şartlar, gizlilik ve lisanslar

# feedback_subject
source: FundBud Feedback - iOS App
tr: FundBud Geri Bildirimi - iOS Uygulaması

# feedback_body_greeting
source: Hi FundBud team,
tr: Merhaba FundBud ekibi,

# feedback_body_message
source: I'd like to share feedback about the app:
tr: Uygulama hakkında geri bildirim paylaşmak istiyorum:

# feedback_body_placeholder
source: [Please write your feedback here]
tr: [Lütfen geri bildiriminizi buraya yazın]

# app_version_label
source: App Version:
tr: Uygulama Sürümü:

# ios_version_label
source: iOS Version:
tr: iOS Sürümü:

source: Terms of Service
tr: Hizmet Şartları

source: Privacy Policy
tr: Gizlilik Politikası

source: About FundBud
tr: FundBud Hakkında

# terms_conditions_title
source: TERMS & CONDITIONS
tr: ŞARTLAR VE KOŞULLAR

source: Last updated:
tr: Son güncelleme:

source: WHAT IS THIS APP?
tr: BU UYGULAMA NEDİR?

# terms_app_description
source: This is a personal expense tracker that helps you manage your spending. By using this app, you agree to these terms.
tr: Bu, harcamalarınızı yönetmenize yardımcı olan kişisel bir harcama takipçisidir. Bu uygulamayı kullanarak bu şartları kabul edersiniz.

source: WHAT YOU CAN DO
tr: YAPABILECEKLER

# terms_can_do_1
source: • Track your expenses and income
tr: • Harcamalarınızı ve gelirinizi takip edebilirsiniz

# terms_can_do_2
source: • Set spending budgets
tr: • Harcama bütçeleri belirleyebilirsiniz

# terms_can_do_3
source: • Take photos of receipts
tr: • Fiş fotoğrafları çekebilirsiniz

# terms_can_do_4
source: • Export your data anytime
tr: • Verilerinizi istediğiniz zaman dışa aktarabilirsiniz

# terms_can_do_5
source: • Use all features for personal use
tr: • Tüm özellikleri kişisel kullanım için kullanabilirsiniz

# what_you_cannot_do
source: WHAT YOU CAN'T DO
tr: YAPAMADIKLARINIZ

# terms_cannot_do_1
source: • Share false information
tr: • Yanlış bilgi paylaşamazsınız

# terms_cannot_do_2
source: • Use the app for illegal activities
tr: • Uygulamayı yasa dışı faaliyetler için kullanamazsınız

# terms_cannot_do_3
source: • Try to break or hack the app
tr: • Uygulamayı kırmaya veya hacklemeye çalışamazsınız

# terms_cannot_do_4
source: • Sell or redistribute the app
tr: • Uygulamayı satamazsınız veya yeniden dağıtamazsınız

# your_data_terms
source: YOUR DATA
tr: VERİLERİNİZ

# terms_data_1
source: • Everything stays on your device
tr: • Her şey cihazınızda kalır

# terms_data_2
source: • We don't see or store your financial data
tr: • Finansal verilerinizi görmez veya saklamayız

# terms_data_3
source: • Camera is only used for receipts
tr: • Kamera sadece fişler için kullanılır

# terms_data_4
source: • You own and control all your information
tr: • Tüm bilgilerinize sahip olur ve kontrol edersiniz

source: LEGAL SIDE
tr: YASAL TARAF

# terms_legal_1
source: • App provided "as is" - we can't guarantee it's perfect
tr: • Uygulama "olduğu gibi" sağlanır - mükemmel olduğunu garanti edemeyiz

# terms_legal_2
source: • Not financial advice - make your own money decisions
tr: • Finansal tavsiye değildir - kendi para kararlarınızı verin

# terms_legal_3
source: • We're not responsible if you lose money
tr: • Para kaybederseniz sorumlu değiliz

# terms_legal_4
source: • These terms can change (we'll let you know)
tr: • Bu şartlar değişebilir (size haber veririz)

# terms_questions
source: 📧 QUESTIONS?
tr: 📧 SORULAR?

# contact_us
source: Contact us: fundBud2025@gmail.com
tr: Bize ulaşın: fundBud2025@gmail.com

# terms_thanks
source: Thanks for using our app responsibly! 🙏
tr: Uygulamamızı sorumlu bir şekilde kullandığınız için teşekkürler! 🙏

# privacy_policy_title
source: PRIVACY POLICY
tr: GİZLİLİK POLİTİKASI

# privacy_protect_title
source: WE PROTECT YOUR PRIVACY
tr: GİZLİLİĞİNİZİ KORUYORUZ

# privacy_protect_description
source: Your financial data is personal. Here's exactly how we handle it.
tr: Finansal verileriniz kişiseldir. İşte bunları tam olarak nasıl ele aldığımız.

source: WHAT WE COLLECT
tr: NELERİ TOPLUYORUZ

# on_device_only
source: On Your Device Only:
tr: Sadece Cihazınızda:

# privacy_collect_1
source: • Your expense amounts and notes
tr: • Harcama tutarlarınız ve notlarınız

# privacy_collect_2
source: • Budget limits you set
tr: • Belirlediğiniz bütçe limitleri

# privacy_collect_3
source: • Receipt photos you take
tr: • Çektiğiniz fiş fotoğrafları

# privacy_collect_4
source: • Categories you choose
tr: • Seçtiğiniz kategoriler

source: Anonymous Usage Data:
tr: Anonim Kullanım Verileri:

# privacy_anonymous_1
source: • How often features are used
tr: • Özelliklerin ne sıklıkla kullanıldığı

# privacy_anonymous_2
source: • Crash reports (no personal data)
tr: • Çökme raporları (kişisel veri yok)

# privacy_anonymous_3
source: • App performance metrics
tr: • Uygulama performans ölçümleri

# where_data_lives
source: WHERE YOUR DATA LIVES
tr: VERİLERİNİZ NEREDE YAŞAR

# privacy_data_1
source: • Everything stays on YOUR device
tr: • Her şey SİZİN cihazınızda kalır

# privacy_data_2
source: • Nothing uploaded to our servers
tr: • Sunucularımıza hiçbir şey yüklenmez

# privacy_data_3
source: • No cloud storage of personal data
tr: • Kişisel verilerin bulut depolaması yok

# privacy_data_4
source: • You delete it, it's gone forever
tr: • Siz silerseniz, sonsuza kadar gider

source: Camera Access
tr: KAMERA ERİŞİMİ

# privacy_camera_1
source: • Only used when you scan receipts
tr: • Sadece fiş taradığınızda kullanılır

# privacy_camera_2
source: • Photos saved to your device only
tr: • Fotoğraflar sadece cihazınızda saklanır

# privacy_camera_3
source: • You can delete photos anytime
tr: • Fotoğrafları istediğiniz zaman silebilirsiniz

# privacy_camera_4
source: • We never access your photo library
tr: • Fotoğraf kütüphanenize asla erişmeyiz

source: WHAT WE DON'T DO
tr: YAPMADIKLARIMIZ

# privacy_dont_1
source: • Sell your data (never!)
tr: • Verilerinizi satmayız (asla!)

# privacy_dont_2
source: • Share with advertisers
tr: • Reklamcılarla paylaşmayız

# privacy_dont_3
source: • Read your financial information
tr: • Finansal bilgilerinizi okumayız

# privacy_dont_4
source: • Track you across other apps
tr: • Sizi diğer uygulamalarda takip etmeyiz

# kids_section
source: KIDS
tr: ÇOCUKLAR

# privacy_kids
source: This app isn't for children under 13.
tr: Bu uygulama 13 yaşından küçük çocuklar için değildir.

source: YOUR RIGHTS
tr: HAKLARINIZ

# privacy_rights_1
source: • See all your data (it's in the app!)
tr: • Tüm verilerinizi görebilirsiniz (uygulamada!)

# privacy_rights_2
source: • Export everything anytime
tr: • Her şeyi istediğiniz zaman dışa aktarabilirsiniz

# privacy_rights_3
source: • Delete all data by uninstalling
tr: • Uygulamayı kaldırarak tüm verileri silebilirsiniz

# privacy_rights_4
source: • Ask us questions about privacy
tr: • Gizlilik hakkında bize sorular sorabilirsiniz

source: PRIVACY QUESTIONS?
tr: GİZLİLİK SORULARI?

# privacy_contact
source: Contact us: fundBud2025@gmail
tr: Bize ulaşın: fundBud2025@gmail

# privacy_trust
source: Your trust means everything to us! 🔐
tr: Güveniniz bizim için her şey demektir! 🔐

# about_title
source: ABOUT FUNDBUD
tr: FUNDBUD HAKKINDA

# version_made_with
source: Made with ❤️
tr: ❤️ ile yapıldı

source: OUR MISSION
tr: MİSYONUMUZ

# mission_description
source: Make expense tracking so simple, you'll actually do it every day.
tr: Harcama takibini o kadar basit hale getirmek ki, gerçekten her gün yapasınız.

# what_makes_special
source: WHAT MAKES US SPECIAL
tr: BİZİ ÖZEL YAPAN

source: Privacy First:
tr: Önce Gizlilik:

# about_privacy_1
source: • Everything stays on your device
tr: • Her şey cihazınızda kalır

# about_privacy_2
source: • No accounts or sign-ups needed
tr: • Hesap veya kayıt gerekmez

# about_privacy_3
source: • Your data belongs to you
tr: • Verileriniz size aittir

source: Lightning Fast:
tr: Şimşek Hızında:

# about_fast_1
source: • Add expenses in seconds
tr: • Saniyeler içinde harcama ekleyin

# about_fast_2
source: • Quick amounts: 1.0, 2.0, 5.0, 10.0
tr: • Hızlı tutarlar: ₺5, ₺10, ₺25, ₺50

# about_fast_3
source: • Home screen widget support
tr: • Ana ekran widget desteği

# about_fast_4
source: • Instant receipt scanning
tr: • Anında fiş tarama

source: Smart & Simple:
tr: Akıllı ve Basit:

# about_smart_1
source: • Beautiful, easy interface
tr: • Güzel, kolay arayüz

# about_smart_2
source: • Helpful spending insights
tr: • Yararlı harcama içgörüleri

# about_smart_3
source: • Budget tracking that works
tr: • İşe yarayan bütçe takibi

# about_smart_4
source: • Works offline always
tr: • Her zaman çevrimdışı çalışır

source: BUILT WITH
tr: İLE YAPILDI

# about_built_1
source: • Swift & SwiftUI
tr: • Swift ve SwiftUI

# about_built_2
source: • Advanced haptic feedback
tr: • Gelişmiş haptic geri bildirim

# about_built_3
source: • iOS 16+ optimized
tr: • iOS 16+ için optimize edildi

# about_built_4
source: • Accessibility focused
tr: • Erişilebilirlik odaklı

source: FOR EVERYONE
tr: HERKES İÇİN

# about_everyone_1
source: • VoiceOver support
tr: • VoiceOver desteği

# about_everyone_2
source: • Dynamic text sizing
tr: • Dinamik metin boyutlandırma

# about_everyone_3
source: • High contrast modes
tr: • Yüksek karşıtlık modları

# about_everyone_4
source: • Simple, clear navigation
tr: • Basit, net navigasyon

source: COMING SOON
tr: YAKINDA GELİYOR

# about_coming_1
source: • Better Notifications
tr: • Daha İyi Bildirimler

# about_coming_2
source: • Apple Watch app
tr: • Apple Watch uygulaması

# about_coming_3
source: • More currencies
tr: • Daha fazla para birimi

# about_coming_4
source: • Advanced reports
tr: • Gelişmiş raporlar

# about_coming_5
source: • Even better widgets
tr: • Daha da iyi widget'lar

source: 💌 GET IN TOUCH
tr: 💌 İLETİŞİME GEÇİN

# get_in_touch_description
source: Love the app? Found a bug? Need help? Tell us!
tr: Uygulamayı seviyor musunuz? Hata mı buldunuz? Yardıma mı ihtiyacınız var? Bize söyleyin!

# thank_you_title
source: 🏆 THANK YOU
tr: 🏆 TEŞEKKÜRLER

# thank_you_message
source: To everyone who uses this app - you're helping us build something amazing while keeping your privacy intact.
tr: Bu uygulamayı kullanan herkese - gizliliğinizi korurken harika bir şey inşa etmemize yardım ediyorsunuz.

# requirements_title
source: 📱 REQUIREMENTS
tr: 📱 GEREKSİNİMLER

# about_requirements_1
source: • iPhone with iOS 16+
tr: • iOS 16+ ile iPhone

# about_requirements_2
source: • Works on all screen sizes
tr: • Tüm ekran boyutlarında çalışır

# about_requirements_3
source: • iPad compatible
tr: • iPad uyumlu

# about_requirements_4
source: • Dark & Light mode
tr: • Karanlık ve Açık mod

# made_in_uk
source: Made in the UK 🇬🇧
tr: İngiltere'de Yapıldı 🇬🇧

# version_label
source: Version
tr: Sürüm

# privacy_security_title
source: Privacy & Security
tr: Gizlilik ve Güvenlik

source: Data Protection
tr: Veri Koruması

source: App Permissions
tr: Uygulama İzinleri

# data_protection_subtitle
source: How we protect your information
tr: Bilgilerinizi nasıl koruyoruz

# app_permissions_subtitle
source: Control app access to device features
tr: Cihaz özelliklerine uygulama erişimini kontrol edin

# your_data_safe
source: Your Data is Safe
tr: Verileriniz Güvende

# data_protection_content
source: • All expense data is stored locally on your device • No financial information is transmitted to external servers • Data is encrypted using industry-standard AES-256 encryption • We don't sell or share your personal information • No third-party tracking or analytics
tr: • Tüm harcama verileri cihazınızda yerel olarak saklanır • Hiçbir finansal bilgi harici sunuculara iletilmez • Veriler endüstri standardı AES-256 şifreleme ile şifrelenir • Kişisel bilgilerinizi satmaz veya paylaşmayız • Üçüncü taraf takibi veya analitik yok

# data_retention_title
source: Data Retention
tr: Veri Saklama
